[PAD]
[UNK]
[START]
[END]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
?
@
[
\
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
¡
£
¥
«
°
±
·
»
æ
ø
ı
ł
œ
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
‐
–
—
‘
’
‚
“
”
„
•
 
⁄
€
−
≤


�
the
of
to
and
in
that
is
for
it
as
be
##s
are
on
with
but
not
by
have
has
this
will
from
their
more
its
an
they
was
at
or
would
us
world
countries
than
which
##ing
can
we
if
one
all
new
so
economic
been
##ed
only
there
should
no
other
even
government
europe
such
global
when
people
about
most
also
his
who
now
many
these
political
what
were
could
china
##ly
##d
some
european
financial
growth
years
he
may
country
do
must
because
policy
into
much
economy
over
time
international
eu
power
them
out
had
states
up
like
while
long
first
crisis
america
year
market
public
after
two
those
war
well
our
russia
between
united
how
state
president
any
against
today
both
change
need
just
debt
indeed
system
bank
way
governments
trade
national
high
development
make
too
markets
last
less
far
##e
##er
##n
central
since
american
term
social
where
interest
banks
own
become
energy
example
still
leaders
foreign
security
##t
yet
investment
support
rates
union
military
right
without
policies
does
future
health
important
being
germany
##es
rate
through
prices
same
capital
recent
real
good
##y
then
large
might
climate
under
current
##r
risk
end
better
##a
oil
made
likely
billion
take
fiscal
human
another
did
including
work
nuclear
economies
tax
cannot
often
problem
use
iran
japan
why
help
rather
money
course
before
iraq
part
low
monetary
three
israel
democracy
fact
major
very
##al
gdp
east
middle
already
income
result
private
among
developing
india
given
however
great
million
higher
##i
institutions
past
poor
party
around
during
few
you
demand
second
little
rights
free
whether
bush
inflation
problems
least
france
back
increase
##ers
moreover
order
next
needed
spending
price
thus
means
others
democratic
down
euro
reform
case
century
role
##o
within
almost
eurozone
needs
based
life
west
sector
chinese
obama
labor
minister
short
process
region
different
clear
cost
education
each
companies
costs
every
members
come
though
strong
especially
called
ago
emerging
law
longer
point
imf
level
##ism
never
business
##able
remains
currency
society
population
peace
best
itself
making
control
off
greater
africa
once
seems
enough
further
benefits
put
rise
women
perhaps
non
exchange
stability
left
children
20
say
history
remain
western
despite
small
force
possible
provide
asia
un
citizens
number
dollar
continue
research
domestic
led
efforts
set
per
south
difficult
growing
common
politics
question
resources
used
decades
nations
poverty
reforms
administration
prime
my
see
true
##l
##ment
approach
reduce
old
instead
greece
##ity
election
interests
get
place
000
member
workers
ever
unemployment
finance
french
run
lead
know
themselves
want
agreement
former
effective
times
toward
face
again
fund
services
terms
half
lower
arab
north
go
regime
value
reason
hard
recently
turkey
rich
third
community
##ion
believe
potential
key
sense
anti
particularly
big
##ic
investors
russian
simply
increasingly
action
create
forces
putin
credit
serious
german
jobs
share
risks
early
budget
him
information
home
view
care
issues
##h
always
americans
##ized
access
strategy
until
together
pay
able
general
conflict
according
open
rule
##ness
rising
local
find
emissions
food
decision
levels
parties
technology
decade
progress
leadership
regional
issue
##ation
day
program
self
rules
water
impact
politicians
five
developed
infrastructure
##ist
systems
her
korea
full
success
carbon
said
increased
similar
deal
council
measures
##p
across
think
turn
seem
recession
commission
done
ecb
lack
britain
hope
several
fall
challenges
threat
ukraine
##ive
although
british
challenge
ensure
deficit
start
beyond
elections
soviet
##m
##on
palestinian
areas
balance
necessary
##rs
return
ways
revolution
whose
##ting
post
conditions
idea
young
single
aid
account
##an
banking
plan
2008
employment
sustainable
changes
gas
failed
require
significant
nato
production
syria
cause
lives
taken
four
average
civil
group
form
##us
consequences
firms
requires
weapons
defense
powerful
advanced
natural
york
##0
10
bad
globalization
groups
##ry
failure
violence
##en
nothing
makes
act
nor
majority
months
huge
main
assets
working
fear
massive
opportunity
modern
keep
relations
taxes
seen
consider
model
either
productivity
something
away
effects
give
trump
##nt
move
scale
wealth
finally
response
treaty
lost
freedom
italy
doing
having
programs
data
bring
leading
worse
really
things
industry
funds
prevent
created
found
look
increasing
supply
later
decline
alone
opposition
debate
living
rest
israeli
here
federal
live
position
##ize
values
##le
focus
job
economists
address
taking
##k
became
influence
policymakers
recovery
benefit
effort
science
pressure
cooperation
##in
achieve
fed
goods
leader
expected
total
deficits
behind
probably
matter
stock
uk
consumption
##ted
##te
cut
wrong
##or
began
legal
capacity
largest
religious
solution
europeans
period
she
##ous
close
ability
effect
report
##ization
environmental
muslim
top
confidence
evidence
media
officials
play
industrial
fundamental
side
##ists
individual
terrorism
50
soon
al
egypt
negotiations
standards
campaign
moral
##ful
situation
age
investments
vote
agenda
environment
annual
islamic
strategic
collapse
experience
afghanistan
using
avoid
30
basic
largely
successful
let
took
clearly
london
land
##less
competition
hand
popular
governance
corruption
integration
nearly
comes
limited
warming
##ies
particular
re
step
everyone
protect
above
actually
reality
ten
traditional
call
don
news
voters
brazil
bonds
goal
mean
cases
japanese
##c
allow
exports
inequality
1990
##ate
fight
came
following
decisions
hamas
presidential
organization
powers
show
sure
official
liberal
coming
improve
##st
death
innovation
millions
##ary
attention
pakistan
understand
building
goals
highly
reasons
structural
responsibility
##u
##izing
build
##ling
hold
center
creating
internet
words
stop
technologies
disease
larger
late
line
contrast
kind
month
##ia
certainly
economics
held
cuts
mexico
status
elsewhere
15
deep
easy
won
attacks
management
independence
weak
alternative
asian
reducing
independent
movement
rapid
reserve
##ble
authority
known
produce
##tion
corporate
court
stimulus
accept
include
eastern
reach
thought
direct
parliament
spain
concerns
results
consensus
relatively
knowledge
outside
##th
men
crises
meet
societies
saudi
##ns
welfare
opportunities
certain
cities
commitment
##f
sometimes
boost
meeting
2010
worldwide
shift
brought
caused
nation
era
regulation
city
##ce
behavior
currently
helped
intervention
##ent
established
greek
culture
me
asset
beginning
class
cultural
dangerous
kingdom
sovereign
financing
relative
unlikely
##est
authorities
dollars
constitution
trillion
answer
latin
summit
unfortunately
##b
##ts
days
thing
near
six
entire
september
target
insurance
quality
##g
framework
simple
maintain
available
cold
outcome
develop
neither
communist
office
organizations
quickly
protection
area
generation
basis
forced
##nce
offer
university
claim
owing
becoming
reduction
critical
school
2009
##is
roughly
throughout
##ant
eventually
products
provided
thinking
argue
man
poland
damage
scientific
african
essential
paris
extreme
allowed
family
going
whole
drug
leave
output
performance
similarly
house
100
along
company
recognize
de
elected
size
feel
ideas
individuals
choice
##1
border
required
secretary
palestinians
austerity
creation
housing
institutional
save
chance
project
forward
parts
prosperity
reserves
25
impossible
increases
justice
nature
path
attack
membership
regions
mass
washington
40
##7
assistance
loss
below
fuel
negative
##ring
appears
internal
zero
##ally
depression
positive
2000
ii
targets
amount
raise
events
moment
wars
##ge
army
##ne
proposed
your
source
terrorist
external
lebanon
followed
congress
existing
sanctions
##2
##it
additional
savings
##8
##ities
projects
questions
export
grow
special
turned
continued
george
merely
service
reduced
solutions
agreed
therefore
##led
11
providing
##ance
burden
##se
treatment
begin
follow
2007
borders
complex
factors
incentives
##ct
relationship
2001
concern
loans
spread
##ating
barack
transition
fail
islam
study
trying
fully
spent
ultimately
meanwhile
communities
gains
promote
wages
2015
willing
businesses
principle
refugees
obvious
truth
matters
suggests
capitalism
theory
air
easily
slow
##w
effectively
green
overall
respect
trust
unless
##9
ahead
gain
victory
##ping
anything
technological
wants
contrary
thereby
wage
child
understanding
stronger
households
fossil
liquidity
##z
allies
laws
historical
competitive
core
due
towards
gaza
regulatory
argentina
##4
##id
net
politically
personal
difference
losses
shows
expect
actions
differences
##ated
##6
aimed
committed
initiative
lending
paid
claims
subsidies
asked
coalition
boom
otherwise
facing
rapidly
stable
happen
advantage
competitiveness
gap
record
seek
steps
flows
spend
##3
efficient
saving
agree
related
story
reached
soft
##at
1980
60
compared
continues
lose
limits
##ty
try
vast
alliance
drugs
falling
funding
crucial
head
standard
sources
argument
changed
##ds
doubt
shared
clinton
provides
constitutional
buy
conference
consumers
##tic
directly
vision
whatever
##re
opinion
severe
establish
demands
game
legitimacy
argued
happened
responsible
sea
ground
points
achieved
direction
importance
##ged
arabia
coal
kosovo
presidency
produced
anyone
expansion
sectors
invest
suggest
vulnerable
##ar
biggest
excessive
immediate
pre
radical
tried
upon
person
##5
##ging
co2
enormous
takes
talks
##ine
everything
expectations
widely
##age
##x
fighting
likewise
##ial
adopted
police
safe
plans
thousands
worth
earlier
malaria
principles
calls
designed
december
extent
property
scientists
farmers
seemed
##et
##ious
##ors
collective
diseases
usually
activities
else
round
supported
vital
wide
2005
hundreds
muslims
substantial
##ning
partners
becomes
equity
giving
republican
causes
conservative
ireland
solidarity
specific
safety
worst
ethnic
fair
promise
started
sides
driven
faster
tend
industries
mostly
attempt
creditors
partly
present
pro
unlike
appear
lot
agricultural
none
previous
sarkozy
poorest
push
seeking
##ding
built
models
struggle
encourage
medical
permanent
shown
favor
john
macroeconomic
##ch
primary
universal
##man
limit
press
resistance
himself
republic
wall
immigration
##ned
skills
students
efficiency
neighbors
reflect
various
bubble
trading
agreements
getting
task
whom
win
fast
iranian
whereas
implement
economist
stand
disaster
equal
incomes
managed
revenues
road
northern
went
improved
##red
12
currencies
deaths
georgia
migration
significantly
book
serve
abroad
profits
secure
candidate
everywhere
normal
november
consumer
intellectual
talk
2004
ask
helping
rural
street
armed
quarter
sovereignty
smaller
week
2011
board
manage
test
bond
strengthen
threats
treasury
democracies
views
intelligence
name
widespread
goes
hit
indian
trend
##ified
bankers
danger
iraqi
option
reaching
suffering
expensive
promises
raising
told
unable
agencies
cutting
electricity
running
##les
addition
cash
faces
focused
language
mainly
reflects
changing
payments
troops
##istic
diplomatic
fuels
join
conflicts
surplus
planet
pursue
afford
mind
space
2006
associated
prospects
borrowing
commercial
affairs
democrats
fell
instability
involved
proposal
##ical
circumstances
considered
exist
speech
arms
depends
factor
impose
prove
range
supposed
yes
broad
default
experts
latest
remained
bill
places
priority
double
uncertainty
##ier
accounts
front
imposed
ordinary
type
worked
break
closer
leaving
march
resulting
##ian
body
sufficient
operations
##ve
am
gold
populations
training
comprehensive
participation
twenty
violent
identity
productive
structure
candidates
commodity
ministers
received
resolution
saddam
##ence
##ter
capita
debts
lies
manufacturing
practice
referendum
southern
hands
nbsp
rhetoric
syrian
absence
electoral
hardly
greatest
message
2012
destruction
faced
quite
base
belief
ensuring
families
sound
##ure
final
imports
partnership
continent
contribute
deliver
generally
recognized
activity
controls
tools
agriculture
announced
crimes
sought
stage
strategies
##v
aids
deeply
highest
regulations
learn
subject
##ible
##ile
estimated
schools
style
counter
credibility
enable
precisely
communism
depend
kremlin
looking
populist
prospect
respond
drive
heart
killed
##os
##ual
committee
fears
gave
met
possibility
sharply
##ably
##el
2014
improving
urban
zone
cambridge
estimates
mechanism
combined
entirely
terrorists
decided
overcome
sustained
##ration
appropriate
sub
context
promised
relief
copenhagen
equally
lesson
restore
##tive
explain
mid
regimes
temporary
weeks
june
parliamentary
practices
regard
##ions
##ped
establishment
cancer
commitments
moving
victims
wanted
imbalances
learned
measure
religion
seriously
starting
2013
broader
clean
implies
barriers
choose
declared
movements
options
billions
ended
raised
white
bear
forms
defined
inevitable
sharp
accepted
construction
nationalism
sign
blame
positions
returns
succeed
##ering
added
chief
receive
degree
ongoing
deflation
institution
multilateral
numbers
studies
concerned
conventional
cross
universities
diplomacy
hiv
liberalization
seven
allowing
knows
percentage
eight
moscow
suffer
##me
analysis
january
secular
launched
restructuring
sell
solar
played
ready
160
adjustment
easing
ratio
##ie
easier
lessons
lines
looks
ones
prepared
fallen
guarantee
scenario
household
promoting
resource
transparency
truly
##land
2003
bringing
generate
works
1970
battle
considerable
continuing
decide
divided
gone
includes
undermine
aim
believed
backed
emerged
korean
##ck
active
moderate
serbia
strength
blair
cycle
peaceful
ruling
saw
virtually
elite
immigrants
meant
medium
pact
assad
libya
offered
patients
unprecedented
fewer
initiatives
45
70
affect
july
legislation
nonetheless
outcomes
rely
wind
agency
##ify
##men
hezbollah
holding
product
##ite
##ll
defeat
regulators
choices
supporting
twentieth
viewed
greenhouse
imagine
minority
occurred
##ps
modest
nowadays
determined
estate
occur
amounts
immediately
keeping
nobel
pollution
##ered
ban
criminal
race
standing
authoritarian
carry
crime
expand
implemented
light
turkish
worry
die
80
berlin
economically
flow
objective
palestine
revenue
understood
advance
desire
developments
pace
paying
potentially
dramatic
dramatically
generations
securities
tensions
typically
earth
enlargement
mistake
##de
causing
proposals
surely
trouble
underlying
##sh
add
centuries
compromise
critics
legitimate
offers
republicans
spring
wing
affected
bilateral
determine
putting
distribution
faith
kept
stands
merkel
opening
shocks
terror
corporations
demonstrated
leads
possibly
says
supporters
cheap
russians
##ish
adopt
combination
nationalist
paper
sweden
##as
##ee
##ur
bound
costly
deeper
protests
bottom
migrants
surprise
useful
##ir
civilian
visit
mandate
proved
represents
team
unique
##ics
2002
500
field
losing
october
qaeda
arrangements
represent
technical
turning
unity
18
chancellor
humanity
israelis
list
maintaining
objectives
sunni
brussels
extremely
fourth
heavily
meaning
necessarily
solve
structures
territory
bailout
brexit
declining
figure
opponents
sharing
##med
indonesia
proliferation
supplies
survival
##um
mechanisms
planning
regardless
survive
slowdown
credible
dutch
foundation
implications
italian
physical
realize
remarkable
requirements
resolve
shape
speak
wider
##rd
##tes
canada
mere
obviously
excess
experienced
owned
pension
perspective
published
summer
votes
##ue
healthy
nevertheless
producers
##sm
controlled
digital
driving
firm
host
presence
showed
sustain
friends
##ans
##rate
signs
trends
90
black
contributed
elites
ideological
recognition
sort
homes
players
playing
practical
transformation
##ms
annually
complete
concept
dialogue
fortunately
someone
tell
empire
hopes
islamist
mortgage
reasonable
##ra
ambitious
australia
born
discussion
event
fixed
keynes
opposed
paul
setting
surprising
humanitarian
priorities
profit
relevant
strengthening
grew
mission
networks
taxpayers
trial
vladimir
##ments
##to
##ving
assume
gender
issued
##cy
200
equality
hours
jewish
purpose
##que
1997
arguments
described
geopolitical
gulf
jews
red
renewable
happens
plants
emergency
extra
unions
urgent
establishing
pressures
genuine
hunger
reports
shock
achieving
exactly
portugal
1999
addressing
attempts
equivalent
exit
heavy
ideology
stake
threatened
transfer
word
defend
grown
opposite
producing
room
senior
##ative
##ls
finding
gained
humans
learning
linked
managing
pushing
replace
robust
stay
wave
wrote
##ants
##ition
##line
emerge
saying
##il
accounting
criticism
netherlands
restrictions
review
1989
computer
leverage
speed
actors
included
unsustainable
##ded
actual
aggregate
chairman
dependent
encouraging
engage
england
executive
refugee
reported
willingness
##op
capable
essentially
failures
fate
quantitative
revolutionary
13
adequate
formal
invasion
pain
soldiers
strongly
##ma
##ner
educational
figures
allows
animals
settlement
april
drop
expanding
genetic
incentive
tradition
##ot
budgets
dynamic
perceived
sales
august
corrupt
doesn
enterprises
holds
oecd
risky
sustainability
##ad
dominated
employees
gives
remaining
thanks
weakness
addressed
constraints
occupation
ties
transport
youth
##rating
##ric
apply
embrace
network
pushed
14
2030
aggressive
exposed
governing
historic
integrated
legacy
notably
protecting
smart
vis
wto
aside
closed
eliminate
intended
processes
treated
voting
approaches
educated
felt
fueled
girls
got
inevitably
managers
observers
promising
reflected
renminbi
series
species
weaker
beijing
ending
fire
hong
importantly
moved
pacific
##nia
##up
carried
charge
contracts
daily
gradually
periphery
rejected
rulers
##uring
borrow
christian
closely
died
egyptian
identify
investing
primarily
##cing
attractive
bubbles
except
financed
introduced
joint
scope
stagnation
volatility
##ations
##na
buying
creates
dream
enter
germans
multi
shia
signed
##ries
1998
bodies
preventing
suffered
##cted
kong
package
representatives
##ward
co
dead
dealing
examples
mark
repeatedly
tough
16
engaged
failing
ignore
ill
presidents
served
yield
harm
instruments
neo
profound
weight
assembly
convention
implementation
via
compete
design
killing
partner
##ction
##ip
illegal
inflows
previously
proportion
quo
17
confront
jordan
knew
online
polls
socialist
staff
atlantic
badly
condition
conducted
kyoto
polish
##bly
1991
concluded
discipline
expenditures
explanation
heads
hungary
suddenly
vietnam
brain
claimed
convinced
shareholders
taiwan
viable
cars
mubarak
systemic
taliban
woman
##ates
##da
begun
calling
centers
completely
surpluses
twice
##ened
1930
contributions
debates
doctors
elements
enemy
kim
passed
replaced
ruled
stem
stories
taxation
welcome
##im
apparent
applied
exists
king
newly
rescue
stress
downturn
image
innovative
launch
material
suggested
supposedly
television
##ets
##ties
balanced
facts
globally
latter
monopoly
refused
yields
##ff
##ved
contribution
cover
demanding
dominant
forum
inclusive
logic
narrow
nigeria
remember
track
##om
1990s
accountability
dictatorship
search
##ng
##son
alike
david
declaration
divide
enemies
interventions
parents
wake
##ture
correct
fragile
initial
joined
mistakes
simultaneously
strike
supreme
##ight
##ton
car
coordination
destroy
effectiveness
guarantees
inadequate
mobile
mutual
purchases
reaction
##ming
##rated
##way
cells
exception
expressed
operate
secret
wish
##hip
##ri
##ute
2020
accession
article
donald
nominal
pursuing
rarely
rose
withdrawal
##tor
advances
appeal
emergence
shares
stance
##sed
1960
advocates
berlusconi
demographic
expense
mainstream
proven
##day
##ke
apart
bankruptcy
minorities
obligations
regarded
stocks
voice
##ut
accompanied
aging
barely
delivered
donors
eyes
nineteenth
organized
root
threaten
threatening
turmoil
u0027s
##bs
appeared
ethical
fatah
happening
mortgages
ownership
peoples
stimulate
escape
functioning
hitler
missile
rational
tests
transfers
##ill
advice
demonstrate
facilities
flexibility
kinds
norms
renewed
wealthy
existence
expanded
improvement
inside
mention
participants
placed
poorer
prize
protectionism
crash
extend
kill
posed
professional
qe
released
tb
##sing
300
concerning
consolidation
cuba
enhance
extraordinary
minimum
publicly
successfully
usual
weakened
##co
##ins
##off
enjoy
father
harder
link
mental
painful
responses
transparent
##sion
##uting
brings
dc
devastating
pattern
treat
variety
write
believes
discrimination
february
institute
methods
milosevic
reagan
warning
waste
weaken
##ibility
alternatives
animal
california
lived
notion
predict
saved
showing
slowly
spirit
difficulties
implementing
lasting
manner
protest
web
##ks
##ze
complicated
director
generated
hussein
minds
reverse
types
users
##aging
##ats
atmosphere
civilians
conclusion
fails
marked
medicine
substantially
wonder
##00
aware
collapsed
granted
hence
import
leaves
resort
ultimate
vaccines
wisdom
##nd
##one
35
block
chaos
consequence
governor
send
2016
boosting
journalists
justify
nine
proper
protocol
targeted
##all
bigger
consistent
function
millennium
offset
participate
##ral
exercise
heard
measured
oriented
perfect
transatlantic
##ient
##ony
assumed
czech
declined
encouraged
operation
realistic
tech
abbas
acts
church
index
romania
singapore
##cent
##fully
##ished
##usion
dependence
didn
famous
fifth
hour
ignored
negotiate
prison
read
selling
##ice
##ss
argues
combat
contain
engineering
flexible
ideal
initially
meetings
pursued
researchers
surprisingly
worried
association
bold
estimate
original
ourselves
phase
robert
stopped
strengthened
transactions
uncertain
uses
weakening
19
blood
cyber
extremists
fundamentally
oppose
overwhelming
recover
sex
spanish
succeeded
vice
##ons
acting
commit
concrete
department
modernization
preserve
revealed
sent
sum
survey
##ay
charges
dangers
denmark
diverse
engagement
entrepreneurs
god
helps
imperative
lie
ocean
scheme
##un
##ung
abuse
arabs
directed
extended
frequently
pass
subsequent
venezuela
##side
##ta
##tions
academic
discussions
enabled
english
headed
opened
sooner
##ars
##fied
##per
##ves
assessment
cell
conduct
downward
gets
imperial
inclusion
operating
resulted
slightly
thirds
vaccine
wait
##ncy
abandon
attract
confrontation
conservatives
draw
genes
invested
plant
separate
surveillance
tackle
version
advantages
courts
insufficient
justified
mobility
prefer
progressive
returned
richer
weather
books
capture
colleagues
fresh
moves
openly
picture
properly
seemingly
streets
valuable
##are
##ber
ambitions
compensation
decisive
enabling
identified
improvements
intensive
peak
reliance
rightly
somewhat
statement
transformed
##go
##nts
2050
focusing
greenspan
judge
negotiating
offering
sexual
winning
##ise
##la
absolute
appreciation
birth
capabilities
diversity
drawn
funded
innovations
judges
liberty
panel
table
##ro
false
politician
undoubtedly
voted
yeltsin
##vation
##zing
protected
regarding
unemployed
22
affordable
attitudes
austria
avoided
catastrophe
date
guide
happy
panic
reductions
sold
somehow
sophisticated
undermining
urgently
##io
aims
determination
hundred
represented
threatens
##iling
##ress
acceptable
customers
enforcement
raises
starters
travel
##vy
achievement
borrowers
catholic
creative
fish
heat
limiting
pointed
purchase
successor
##lock
##shed
amp
apparently
doctrine
expression
grounds
privatization
purposes
tv
##aries
##ick
approval
cameron
division
earnings
feeling
female
materials
reconstruction
##ses
cheaper
connected
dispute
hedge
historically
imposing
meaningful
provision
purchasing
reliable
transform
warned
##ory
##ver
backing
insist
internationally
obstacles
predicted
quick
stalin
statistics
written
##ai
##ining
##ium
adapt
avoiding
carefully
caught
deals
destroyed
finances
impressive
loan
momentum
nobody
prepare
sensible
skilled
underway
##ability
##ki
##ray
brutal
chirac
electric
involvement
senate
surge
##der
##em
##ening
##ents
evident
older
perception
polio
reject
specifically
triggered
##cts
##iation
##ide
##sts
careful
communications
define
greatly
populism
prevention
resist
responsibilities
yen
##end
##ery
##iate
abandoned
adverse
constant
forests
google
sentiment
settlements
trigger
undermined
##ain
##ko
75
bomb
computers
delay
feed
forcing
generous
guaranteed
islamists
monitoring
planned
richest
saharan
sheets
targeting
territorial
weapon
##bility
##iled
##logy
art
chronic
entry
expertise
love
memory
neighboring
onto
outlook
pope
presented
repression
statements
24
27
anniversary
broken
brothers
contract
depreciation
devaluation
erdogan
evil
gaining
grand
inefficient
prevented
recognizing
reputation
retain
retirement
runs
seeks
##ol
activists
bailouts
representative
struggling
trials
tunisia
##table
##tors
1992
earn
inflationary
phenomenon
tragedy
virus
##pt
##thy
##ud
angela
component
entered
foundations
mortality
murder
musharraf
noted
numerous
tariffs
tens
##lessly
##pin
claiming
command
consistently
coordinated
donor
equipment
evolution
games
irish
keynesian
map
multiple
popularity
pressing
supports
vehicles
waiting
##uity
circle
eye
friendly
fundamentals
interested
involve
naturally
reluctant
turns
##ound
asking
fellow
inability
nazi
prosperous
realities
stood
torture
yugoslavia
##ined
##rt
##time
attitude
bin
breaking
chain
communication
displaced
eliminating
emphasis
expenditure
extremism
fields
furthermore
intervene
lacks
lend
patient
procedures
sites
unwilling
##gs
##out
##uted
accountable
benefited
employers
harvard
minded
patterns
secondary
tool
##ail
adoption
experiencing
generating
hoped
influential
intellectuals
temperature
unilateral
##acy
##ibly
acceptance
adopting
arrest
assess
commodities
couple
experiences
football
genocide
links
stabilize
suicide
aftermath
isolation
league
looked
maintained
propaganda
shifting
1980s
1994
accused
binding
bombing
chavez
comparable
coup
criteria
cyclical
exporters
foreigners
governmental
rare
solid
##ade
##oke
1950
broadly
charter
cultures
damaging
demanded
desperate
imply
island
jean
judgment
labour
mao
norway
serving
square
talent
temperatures
visible
volatile
##ature
##ited
##ters
1945
1995
abe
ally
colombia
counterparts
dignity
divisions
farm
features
fought
giant
hostile
nutrition
prisoners
speculative
##ily
##lating
awareness
catch
deny
explained
hear
mediterranean
nowhere
pensions
produces
reconciliation
refuse
rival
seeing
student
toxic
##ard
##inated
150
afghan
anger
approved
bernanke
bit
challenging
coverage
ends
express
guard
introduce
isn
ought
persistent
pose
prior
pursuit
rooted
struck
supervision
##als
##berg
##bling
acknowledge
albeit
aspects
chemical
dioxide
door
drawing
engine
explains
forever
negotiated
openness
provisions
reversed
significance
##iating
##ome
##za
analysts
arguing
desirable
disasters
foster
informed
pharmaceutical
protectionist
puts
resilience
shifts
territories
##am
##atory
##ncies
cyprus
deposits
dominate
flight
interesting
missiles
projected
sudan
tony
##ny
##ov
##py
ancient
classes
discuss
distant
falls
inspired
jerusalem
lisbon
medvedev
realized
responded
sharon
slower
vulnerability
##ification
##ifying
bosnia
capitalist
congressional
creditor
declines
dropped
enhanced
founded
haiti
informal
integrity
ratios
signal
software
stabilization
versus
##back
##ew
##fe
##gation
##ib
##ressed
accelerate
autonomy
chose
disputes
fulfill
inter
mexican
partnerships
prolonged
repeated
watch
##ak
##plied
##sure
##use
23
concentrated
facilitate
gradual
poses
reduces
refusal
relationships
roads
speaking
stated
strikes
typical
##tain
##ude
##ury
adjusted
cap
count
ebola
gates
happiness
honor
ineffective
netanyahu
nicolas
poorly
risen
rome
successes
switzerland
##ca
##ft
##hed
##ima
##lance
##ld
##oning
##rant
##ribe
##riving
alive
assumption
beliefs
blamed
campaigns
characterized
compelling
decent
enterprise
grave
haven
lowest
missing
outright
pakistani
policymaking
resistant
storm
talking
tolerance
unit
##asing
##dy
##lation
##ul
administrative
chosen
considering
disastrous
element
laden
lenders
malaysia
marginal
princeton
rating
residents
severely
sufficiently
unfair
assuming
brown
contemporary
definition
destructive
dilemma
epidemic
gene
halt
indicate
instrument
motivated
newspaper
removed
sensitive
tobacco
understandable
##hood
##iction
21
adding
arise
brotherhood
civilization
comparison
competing
dark
doubts
innocent
intense
involving
islands
isolated
plays
prominent
sheet
tendency
##ath
##lessness
##pe
##rity
##und
colonial
crops
dominance
ex
exceed
executives
hidden
iraqis
male
mother
periods
persuade
philosophy
resolved
restoring
royal
traditions
trap
vicious
villages
##ach
##cies
##lines
##ok
ahmadinejad
forget
hurt
joining
mr
steel
sudden
thatcher
##mitted
##ulate
##ures
##ust
antibiotics
chile
closing
confronted
considerably
contributing
convergence
difficulty
equilibrium
facility
facto
fairly
favorable
functions
immense
lowering
mounting
platform
pricing
schemes
seats
teachers
traditionally
treaties
triumph
##cker
##uel
##uous
conclude
convince
discussed
employed
enhancing
fix
liabilities
newspapers
plenty
pragmatic
recognizes
regular
remote
revolutions
roma
romney
sanitation
sees
shadow
th
voices
whenever
workforce
##ators
##ica
##iness
##nted
##ship
alongside
aspect
camp
details
dying
flawed
involves
mix
neighbor
overseas
pride
professionals
rejection
sets
##bin
##ching
##grade
##pping
bangladesh
begins
breakthrough
code
communists
conservation
edge
embraced
emotional
finds
fit
formed
investor
medicines
owners
parallel
ranging
roots
sdgs
trained
unrest
unstable
village
##ator
##ites
##tal
competitors
contained
content
crop
discovered
el
hot
ministry
obtain
recessions
son
superpower
worker
##ians
##iest
##late
##ow
##zy
achievements
anxiety
arrangement
aspirations
bureaucracy
deregulation
disarmament
draft
electorate
lebanese
legislative
occupied
optimism
promoted
quarters
requiring
tiny
volume
1996
burning
deserve
doha
forecast
infectious
lay
losers
mobilize
predictable
punishment
retail
revive
rice
selection
situations
wwii
##ah
##ied
##king
##nes
##vent
accurate
biodiversity
citizen
deepening
extensive
foremost
honest
match
officers
optimistic
plausible
scotland
tends
tons
##iary
##ously
##pped
##sive
##ways
28
actively
bail
bridge
coherent
collaboration
differently
explicitly
payment
shaped
writing
##40
##ched
##tle
##tra
##ural
admit
belgium
buildings
chances
college
cope
duty
erupted
explicit
exposure
governed
gross
iron
magnitude
plus
populists
receiving
reinforce
telling
unconventional
virtual
worrying
##rew
##ulated
anywhere
attempting
bureaucratic
constitute
eager
followers
follows
indicators
performing
release
striking
thousand
voluntary
##ang
##etic
##hy
##ire
##pel
##valued
burma
challenged
democratization
dynamics
expert
induced
irrelevant
makers
meltdown
mixed
obstacle
psychological
regularly
scarce
southeast
tactics
troubled
tsunami
ukrainian
victim
##ages
##ao
##iting
##sible
##val
advocate
balances
deputy
elect
eliminated
impoverished
intention
ironically
lehman
looming
shifted
site
socialism
waves
##cs
##form
400
adults
arafat
character
confident
contagion
delivery
demonstrations
houses
minor
note
ran
speculation
undertake
veto
winners
##bed
##itation
1993
abuses
accepting
background
defending
doubled
euros
fill
friedman
fueling
golden
govern
hollande
insecurity
introduction
kenya
lacking
liberation
mahmoud
normally
spoke
stuck
testing
tightening
treatments
##ament
##gate
##ifies
##ka
##sia
##ua
alliances
answers
applies
baltic
biological
burdens
controlling
controversial
dynamism
entering
gases
geneva
illness
images
machines
mitigate
permit
pull
ratings
reinforced
spreads
tribal
uranium
##ag
##di
##gue
##ues
##wing
##и
advisers
bolivia
bureaucrats
chair
club
damaged
familiar
fine
forest
liberals
manipulation
racial
safer
signals
storage
tariff
wise
##ley
##over
##tt
##unk
##zed
adaptation
asylum
clash
enjoyed
entitled
feared
feature
freely
grows
likelihood
night
orthodox
principal
purely
qaddafi
respected
tasks
train
##ba
##cture
##ni
camps
captured
distinct
fraction
machine
minimize
sight
teams
thailand
unnecessary
violations
##uit
##version
affecting
bust
concentration
consideration
considerations
constantly
continental
contraction
distance
enables
enforce
excluded
famously
feasible
forgotten
freedoms
hatred
implicit
indigenous
irrational
marine
prevailing
redistribution
shale
soared
##ale
##art
##ising
##mit
##ney
##ug
appreciate
backlash
balkans
biology
bought
criticized
declare
delivering
denied
favored
implied
method
officially
pipeline
professor
resentment
ronald
spreading
stakes
starts
techniques
terrible
transportation
younger
##iable
##iring
##olar
##tter
##ya
adjustments
affects
appointed
baghdad
bills
blow
cast
ceiling
compare
confirmed
convincing
cup
defeated
experiment
extending
hospital
regain
relying
representing
soaring
somalia
withdraw
yemen
##cked
##its
##lan
##mination
26
altogether
bet
bias
cabinet
career
catastrophic
confronting
describe
destroying
devoted
dire
earned
ease
exploit
friend
generals
hegemony
interpretation
maybe
mccain
monitor
moon
nets
pays
precedent
resolving
sit
slowing
socially
spur
strict
tomorrow
trans
unknown
weaknesses
wild
##her
##rants
##tment
accord
ambition
arrested
assumptions
attacked
budgetary
channel
channels
darfur
degrees
desperately
distributed
hurricane
indicates
infections
integrate
morsi
profitable
remarkably
restored
rwanda
sciences
sectarian
skill
steadily
surface
tribunal
visited
worries
##ase
##city
##ils
##ored
1967
behave
blind
complexity
demonstrates
ecosystems
emission
engineers
extremist
globalized
laid
mood
roosevelt
shortages
undermines
upper
##pes
##rry
##unt
announcement
arguably
connection
doomed
fashion
harsh
imported
judicial
narrative
parity
patent
pledged
poll
serves
stabilizing
strange
strongest
subjects
surrounding
undertaken
unpopular
zones
##ced
##ron
##zi
1979
beneficial
charged
deterrence
findings
frequent
indebted
jacques
laureate
macro
misguided
negotiation
perform
physics
proof
remove
respectively
taught
unacceptable
xi
##rain
##res
##rive
##tical
##tized
##ulous
accomplished
allocation
availability
bloody
blue
citizenship
constrained
customs
expectancy
fairness
fishing
foreseeable
intentions
origin
peer
preparing
problematic
rebuild
sending
woods
##ens
##icing
##ord
##rk
##sa
##zation
absent
architecture
bargain
belarus
cooperate
cure
dna
fdi
feelings
gaulle
gorbachev
gore
hillary
holocaust
hospitals
judiciary
keeps
kurdish
nixon
obligation
pan
philippines
phone
pick
premier
prevail
reporting
responding
returning
revival
route
theories
timing
##ig
##ini
##j
##mer
##mic
##pelled
##tation
##ulating
##ult
1970s
800
acknowledged
beings
bloc
broke
choosing
combine
degradation
destabilizing
efficiently
everybody
fulfilling
indians
mothers
named
neighborhood
observed
odds
preserving
sadly
sphere
stems
threshold
traffic
##ingly
##ories
##rge
##ribes
##tics
65
ben
demise
dozens
error
explosion
exporting
kurds
lawyers
lift
memories
outbreak
portfolio
regulate
sole
sounds
vastly
##aning
##backs
##iding
##ik
##ked
##lated
##posed
##vated
600
attempted
bid
bretton
cohesion
components
condemned
emu
entrenched
ethics
fired
founding
implying
knowing
parliaments
preferred
reflecting
request
scenarios
shortage
shut
solely
statistical
tokyo
ultra
valley
watching
zimbabwe
##ake
##body
##cation
##culation
##ings
##izes
absorb
africans
application
automatic
bashar
carrying
charles
compensate
courage
delhi
ethiopia
eventual
exclusively
filled
forecasts
gazprom
instance
margin
minimal
morally
myth
promotion
qualified
relies
sake
serbs
silent
slowed
super
superior
surprised
upward
warfare
witnessed
##ders
##ically
##inating
##nies
##no
##nounced
##ocratic
##uation
##uck
abu
alan
arrived
barrel
clinical
consent
denial
emphasized
excessively
finland
grasp
khamenei
meantime
microsoft
midst
raw
recall
representation
socialists
solving
straightforward
tension
##arian
##bi
##ert
##ey
##ility
##ivity
##owed
##rn
##tory
##ying
adjust
bolster
bondholders
classic
earthquake
eradication
film
firmly
franco
gaps
hazard
morality
namely
nice
npt
propose
reward
shanghai
skepticism
upcoming
widening
##bo
##care
##eer
##ees
##ell
##eous
##pies
##set
##uan
acted
annan
bombs
check
debtor
deemed
dimension
distress
downside
enrichment
infected
initiated
malnutrition
orders
proud
ranks
recommendations
recovered
richard
silence
temptation
tied
##ace
##cuted
##dom
##oes
##port
##ured
acquire
agents
atomic
berkeley
commentators
confined
cycles
diminished
gathering
gun
ipcc
iranians
le
maastricht
mess
misleading
morocco
offensive
player
shrinking
soil
transmission
tremendous
##dle
##eration
##ius
##ology
##place
##shing
accelerating
cairo
ceo
constitutes
creativity
deadly
disappear
drought
guantanamo
justification
marks
meat
munich
occurring
occurs
opposing
originally
overwhelmingly
practically
quest
reforming
securing
split
suspicion
therapy
tragic
##bit
##hs
##iated
##light
##lled
##ump
abdullah
accelerated
assumes
boundaries
brics
concessions
decrease
distinction
factories
factory
fertility
harmful
hostility
illusion
issuing
liquid
overnight
pound
regulated
repeat
semi
spiral
suggesting
swiss
##empt
##ficiency
##ination
##iveness
##orious
##rates
##sy
##wed
250
collateral
completed
cooperative
deliberately
deposit
determining
devices
disintegration
enthusiasm
frustration
ghana
krugman
lender
mdgs
neglect
orderly
oversight
paradox
partial
seize
separation
solved
sports
tempted
urbanization
warnings
##ack
##ected
##hips
##igible
##ounds
##point
##ution
aggression
bargaining
behalf
centralized
connections
constructive
covered
criminals
deflationary
democratically
detailed
droughts
elderly
enacted
enduring
fold
foods
fraud
greeks
il
mayor
multinational
outsiders
persist
pledge
poised
serbian
swedish
symbol
town
tpp
trip
unified
ussr
##bilities
##ham
##ict
##iles
##orn
##uded
##uration
##valuation
ali
automatically
card
consolidate
defining
diplomats
documents
electronic
infection
livelihoods
marriage
oligarchs
predecessor
province
reference
resilient
scholars
temporarily
tight
transforming
underground
understands
unpredictable
##active
##che
##ession
##macy
##ots
##ree
acute
bay
blocked
brink
characteristics
civilizations
discourse
entities
extension
frameworks
francois
holders
legally
malaise
pool
renewables
seat
shaping
spends
suspect
transnational
vacuum
winner
yanukovych
##archy
##gling
##inate
##ky
##mark
##otic
##secution
accomplish
alleged
angry
bulgaria
chains
corporation
davos
deleveraging
empty
exceptions
exclusion
floods
formula
inaction
interim
manufacturers
postwar
premium
protesters
recorded
thinks
traders
treating
vested
##coming
##dd
##dic
##els
##icable
##pass
##rable
##read
##ribute
##ried
balancing
breakdown
cautious
civic
countless
crude
denominated
dictator
dubious
ecological
engaging
exacerbated
flood
focuses
guidance
historians
hu
indirect
landscape
notable
origins
psychology
reasonably
rises
schroder
secured
smith
toll
tuberculosis
units
##cle
##cular
##cure
##flation
##gan
##ges
##han
##iang
##ised
##kes
##ntial
##ose
##ou
##print
##rging
##rick
1973
anglo
assault
bitter
box
chechnya
conviction
deployed
disorder
dubai
endorsed
entails
financially
grant
handed
havel
insisted
isis
kgb
mario
notice
packages
park
perfectly
phones
removing
sacrifice
scene
settle
shortcomings
steady
surveys
tourism
uncertainties
welcomed
whereby
##cal
##cking
##down
##iant
##oc
##ood
##rds
##ught
##water
approximately
brazilian
calculations
calm
checks
collectively
crowd
depending
derivatives
document
formation
highlights
intent
interference
kuwait
maximize
performed
pervasive
precise
reading
repay
resisted
revived
river
sheer
stick
suit
systematic
thirty
wishes
##alyze
##eld
##ese
##itate
##racy
##ular
##wn
##о
2017
700
accident
accounted
debtors
differ
dismissed
distinguish
driver
entrepreneurship
environmentally
episodes
equipped
essence
flat
forge
immunization
industrialized
jong
listen
massacre
miss
nafta
nationalists
novel
olympic
participating
passing
prague
prudential
relied
reveal
sachs
skeptical
strip
subsequently
survived
sustaining
teaching
totally
unification
##ancy
##ane
##core
##eering
##fall
##gated
##iar
##igate
##long
##mental
##mon
##nvenient
##outs
##rations
##stated
##tly
##uce
##е
##я
banned
childhood
disruption
dozen
entity
flaws
formally
ice
inherited
inputs
introducing
invited
liberalism
median
micro
names
object
opec
pen
possibilities
reformers
retreat
rock
scandal
soccer
sponsored
star
unexpected
wellbeing
##ception
##cks
##eo
##gant
##ipe
##pathy
##ued
aged
anemic
author
disappeared
disparities
draghi
dreams
emphasize
enforced
examine
experiments
genuinely
governors
headlines
hikes
impede
permanently
predecessors
rampant
reactions
replacing
sale
scrutiny
seeds
shot
stark
struggles
unite
##aul
##den
##ern
##ique
##kov
##lly
##logists
##oking
##ptive
##ule
accumulation
algeria
anticipated
artificial
ballot
conclusions
consume
delayed
farming
fees
immigrant
luxury
marshall
music
ngos
phrase
radio
rebalancing
reckless
records
roles
safeguard
satisfy
senator
shame
skeptics
tells
tested
tibet
traded
tropical
viktor
##ational
##ax
##bating
##ection
##fy
##ishing
##itions
##lands
##mar
##minated
##nk
##nn
##osing
##ttered
##°c
1929
alarming
attend
avert
bases
brief
burst
coast
despair
encourages
erosion
etc
factions
habits
inflicted
letter
miracle
missed
mutually
overly
permitted
printing
rally
rio
spectrum
suffers
sun
symptoms
##bel
##lies
##piration
##row
acquired
advancing
believing
businessmen
curb
dealt
depressed
fluctuations
globe
ignorance
indispensable
inspire
mikhail
profession
reasoning
restraint
sentiments
shi
stagnant
substitute
sunnis
suppose
symbolic
tide
warsaw
##ap
##be
##bes
##bies
##des
##ina
##lav
##nal
##ones
##piring
##rich
##rupt
##stan
##tein
##uster
##vate
amid
assured
attracted
brand
caucasus
chicago
coastal
collect
containment
decisively
deforestation
dysfunctional
eat
errors
exacerbate
excellent
exchanges
exclusive
federation
fly
forth
gasoline
gnp
hague
hire
holdings
hurricanes
incapable
inherently
james
naive
necessity
personnel
prince
proclaimed
recommended
sick
station
store
subsidy
translate
urgency
wary
wins
##18
##biguous
##ches
##citing
##ess
##hing
##ids
##jan
##mes
##minating
##ncing
##nic
##plier
##ressing
adequately
afraid
arises
bearing
benign
booms
carries
cia
clients
contains
defaults
entail
existed
formidable
futures
grants
impression
insurgency
jump
koreans
mentioned
prone
pure
ranking
remittances
reversal
studied
trees
triple
wife
##ives
##nian
##ops
##osition
##position
##tence
allocated
approaching
assist
attributed
collection
credits
dictators
discovery
display
drove
emotions
evolutionary
exaggerated
excuse
favors
guilty
judged
landing
loose
luck
madrid
myriad
occasion
peacekeeping
preferences
rigid
slump
##au
##aving
##ctive
##dr
##nding
##ners
##pers
##phone
##rative
##rum
##vian
accordingly
apple
assessing
audience
boosted
borne
coalitions
deserves
discredited
egyptians
entrepreneurial
hate
hearts
holy
homeland
homeowners
horizon
immune
investigation
irresponsible
ldp
letting
maynard
operational
placing
premature
reinforcing
salaries
shrink
telecommunications
tolerate
ukrainians
window
yushchenko
##by
##cive
##cting
##cu
##dated
##dies
##hen
##mal
##ough
##ounded
##ther
##tization
##uating
##vise
##ys
abandoning
akp
anyway
asean
bears
comfortable
compliance
conventions
coupled
departure
deployment
deter
diet
diminishing
dpj
enlightened
freeze
hungry
identities
induce
intergovernmental
keen
logical
multilateralism
neutral
norm
orange
orthodoxy
partisan
pointing
proceed
radically
radicals
replacement
scientist
silicon
spectacular
stations
stream
systematically
totalitarian
winter
witness
##ama
##cus
##heating
##lide
##olitan
##pse
##riate
##ser
##urn
academics
agendas
champion
churchill
commerce
counterproductive
discourage
disturbing
emerges
evolved
expose
fundamentalism
highlighted
hungarian
ignoring
insolvent
literally
merit
nazis
neglected
refusing
religions
requirement
routinely
sdr
slovakia
##atories
##attered
##bial
##cidence
##door
##hibit
##pots
##rand
##utable
##visors
1981
advocated
authoritarianism
battles
christians
cognitive
deciding
deepen
diminish
elimination
eurobonds
exceeds
expectation
hide
hole
ideals
imagination
inequalities
inherent
misery
ordered
patents
personally
postcommunist
react
readily
rein
restricted
rivals
scarcity
stages
stalled
thrown
trichet
unclear
##ect
##ift
##igating
##ired
##lip
##oring
##plement
##rayed
##rian
##tting
##uing
##umb
1968
asians
attracting
besides
booming
boris
borrowed
cease
construct
diagnosis
disruptive
engines
exceptional
feet
founder
frontier
gotten
grain
greed
illiberal
influenced
kilometers
leap
lesser
lifetime
markedly
mining
perceptions
presumably
reflection
roll
schroeder
shouldn
stakeholders
stemming
substance
symbols
tanks
touch
troika
unilaterally
wherever
worsening
##ae
##dg
##eers
##icians
##imizing
##lay
##lined
##orate
##ore
##ort
##race
##rious
##room
##stone
##tible
##va
1982
29
absolutely
absurd
advertising
appealing
appeals
autumn
baby
bankrupt
buyers
certainty
compact
discontent
disproportionate
distressed
dividends
drinking
extraordinarily
farms
gordon
imagined
incumbent
lethal
likes
loyalty
marginalized
motives
olympics
preventive
projections
quantity
seized
sums
tissue
walk
wouldn
##dered
##dia
##dp
##ef
##even
##idal
##my
##oot
##taking
##tect
##unding
##uries
arbitrary
casualties
classical
combating
concerted
deng
divergence
expansionary
guided
imbalance
industrialization
invariably
liability
lula
mitigation
obliged
organize
page
peru
piece
provoke
receives
restoration
restrict
rewards
technocrats
unrealistic
vibrant
##air
##alling
##due
##fi
##field
##ink
##tan
##uct
##work
admission
admitted
ample
basel
bonuses
breaks
chechen
contributes
crunch
distortions
drag
drives
embedded
empirical
helpful
imminent
indicator
indifference
irony
joseph
margins
migrant
miles
moderates
moldova
negotiators
overthrow
poles
predictions
processing
providers
rationale
st
succession
thrive
wasted
##aria
##ces
##inger
##low
##minate
##rged
##right
##ually
##umping
##used
1930s
38
affair
akin
allied
alter
applications
arsenal
assert
australian
belong
capability
continuous
counts
drivers
duma
equities
fastest
geography
goldman
hike
iaea
inward
kaczynski
kerry
la
leveraged
lifted
located
locked
maternal
militias
oceans
oxford
philosopher
portion
prestige
privacy
probability
protracted
rebels
recipe
reconcile
san
staggering
strains
unusual
urged
utterly
vague
worsen
##bc
##born
##cc
##cious
##ency
##imity
##ulent
##well
ad
adviser
ambassador
automobile
benefiting
boys
cards
closest
considers
contest
coordinate
defensive
deprived
estonia
excluding
fault
favorite
frequency
gather
georgian
heading
impunity
incomplete
insolvency
invented
latvia
olmert
percent
permits
postpone
protections
qatar
reversing
reviving
roman
sport
surrender
takeover
theoretical
trillions
venture
##ains
##atic
##dation
##ement
##ivate
##lain
##part
##reach
##station
##uated
##zo
admittedly
aggressively
appetite
assassination
autonomous
bosses
chernobyl
civilized
consumed
deliberate
derived
disappointing
drain
ecosystem
episode
eradicate
existential
expects
explanations
fruit
handle
healthcare
hoping
humiliation
lacked
profitability
revolt
satisfied
settled
strengths
suppliers
swing
switch
tackling
tended
trusted
##amount
##arm
##ections
##erated
##erve
##gues
##itating
##nse
##offs
##ological
##pire
##pressed
##rch
##sity
##tention
##turing
accumulated
adult
bio
breakthroughs
calderon
censorship
complain
conspiracy
dangerously
deterioration
embracing
exploitation
fierce
gay
heritage
implication
interdependence
messages
occasionally
osama
outstanding
peninsula
pockets
polar
potent
pretty
prevents
profile
referred
scandals
settlers
speeches
storms
thomas
towns
tries
##aked
##aking
##burg
##chnology
##ines
##ior
##ken
##law
##mented
##mp
##nology
##opping
##pot
##pp
##ressive
##sumption
##urge
##urious
##vi
33
aircraft
attraction
authors
barrier
committees
comparative
concepts
confused
confusion
corner
cynical
dedicated
empower
evasion
francis
g20
grid
hardest
injustice
journal
leftist
marketing
master
michael
onset
peacefully
peripheral
prevailed
removal
reveals
safeguards
summers
supervisory
teach
text
timely
trapped
underpinned
vary
vehicle
##af
##ailed
##ast
##aw
##eal
##igs
##ler
##lets
##loated
##mission
##nate
##nization
##ologists
##ool
##phere
##ption
##rid
##roads
##sement
##sky
##uction
##uses
##usive
120
85
arrive
category
clarity
commissioner
concentrate
controversy
czechoslovakia
denying
dimensions
facebook
famine
feedback
fighters
indirectly
insights
insisting
kuchma
lands
lifting
location
marx
militant
motion
movie
mugabe
municipal
offices
pillars
platforms
ports
pundits
remind
respects
rests
seoul
smoking
successive
trajectory
unavoidable
warm
waters
##ared
##ari
##dled
##estimate
##ficiencies
##gn
##habi
##hibited
##ides
##iff
##ntly
##pared
##ple
##productive
##q
##rage
##rained
##roll
##unity
##vising
##vision
affluent
array
athens
brave
bulk
cited
collected
disagree
domestically
doubling
everyday
excesses
feels
fits
fortune
franklin
gathered
generates
headquarters
intensity
interpreted
kennedy
khodorkovsky
lobbying
manufactured
margaret
maximum
moments
pipelines
rage
rape
ratified
repair
season
selected
sitting
smooth
stanford
valid
##aks
##ame
##aring
##een
##erating
##fold
##gon
##graded
##irs
##logical
##mous
##ocal
##oses
##ream
##ris
##teenth
##try
##vity
##war
adds
arena
capacities
celsius
empowered
enormously
grim
hiring
horse
istanbul
lasted
maintenance
militarily
motivation
naval
nightmare
notes
opinions
oslo
paradoxically
peasants
plo
plummeted
possess
preventable
prosecutor
realization
refuses
reluctance
rent
revised
rumsfeld
saudis
savers
semitism
shortfall
slogan
strain
strictly
swap
sympathy
technocratic
thin
tighter
twin
universe
unresolved
worthy
zealand
##and
##blish
##cating
##eds
##lass
##ooting
##ports
##raft
##rence
##rust
##tained
##teria
##ti
##uits
##ulum
##uto
##worthy
31
adam
applying
commonly
compromises
consists
contact
croatia
daunting
depth
diagnostic
enact
endless
forthcoming
fsb
guidelines
lobby
loses
militants
modernity
monopolies
persons
petroleum
pillar
producer
proposing
proposition
quotas
racism
renewal
republics
resolutions
ride
riots
sad
